[
  {
    "id": 1,
    "image_card": "https://i.ibb.co/vsPCVkL/Hero-Drinking-Water-report-UN0389288.jpg",
    "image_details": "https://i.ibb.co/vsPCVkL/Hero-Drinking-Water-report-UN0389288.jpg",
    "category": "Health",
    "text_color": "#0052FF",
    "category_bg_color": "#0052FF33",
    "card_bg_color": "#0052FF26",
    "price": 400,
    "title": "Clean water for children",
    "description": "Clean Water for Children is a compelling initiative dedicated to ensuring that every child has access to safe and clean drinking water. This crucial mission aims to improve the lives of young ones by addressing the global issue of water scarcity and contamination. By providing sustainable clean water solutions, this endeavor not only enhances the health and well-being of children but also empowers communities, fostering a brighter future for the next generation. Through innovative technologies and partnerships, Clean Water for Children seeks to create a world where children can thrive, grow, and dream without the burden of water-related challenges."
  },
  {
    "id": 2,
    "image_card": "https://i.ibb.co/gmFPWNk/Education.png",
    "image_details": "https://i.ibb.co/4dDWFBf/Rectangle-4288.png",
    "category": "Education",
    "text_color": "#FF444A",
    "category_bg_color": "#FF444A33",
    "card_bg_color": "#FF444A26",
    "price": 290,
    "title": "Good Education",
    "description": "There are many things that can be done to ensure that all people have access to a good education. Governments can invest in public schools, provide financial assistance to students, and make sure that all schools have qualified teachers and resources. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential."
  },
  {
    "id": 3,
    "image_card": "https://i.ibb.co/NZRLcMs/clothing-donation-etiquette-and-how-to-guide.jpg",
    "image_details": "https://i.ibb.co/NZRLcMs/clothing-donation-etiquette-and-how-to-guide.jpg",
    "category": "Clothing",
    "text_color": "#79C23F",
    "category_bg_color": "#79C23F33",
    "card_bg_color": "#79C23F26",
    "price": 200,
    "title": "Used Clothing Drive",
    "description": "The Used Clothing Drive is a charitable effort that collects and redistributes gently used clothing to those in need. This compassionate initiative serves a dual purpose: reducing clothing waste and providing essential clothing items to under served communities. By encouraging individuals to donate their pre-loved apparel, the drive promotes sustainability while offering warmth, dignity, and comfort to those facing economic hardships. With the support of volunteers and donors, the Used Clothing Drive contributes to building a more compassionate and eco-conscious society, where clothing serves as a bridge to help those less fortunate lead better lives."
  },
  {
    "id": 4,
    "image_card": "https://i.ibb.co/cXPHqw0/cropped-fruit-3.jpg",
    "image_details": "https://i.ibb.co/cXPHqw0/cropped-fruit-3.jpg",
    "category": "Food",
    "text_color": "#F87147",
    "category_bg_color": "#F8714733",
    "card_bg_color": "#F8714726",
    "price": 490,
    "title": "Better Food for Everyone",
    "description": "Better Food for Everyone is a transformative movement committed to revolutionizing the way we approach nutrition and sustainability. This initiative strives to make healthier, ethically-sourced food accessible to all, regardless of socio-economic status. By advocating for sustainable farming practices, reducing food waste, and fostering community gardens, Better Food for Everyone addresses food insecurity and promotes a healthier planet. Through education and collaboration, this initiative empowers individuals and communities to make informed choices about what they eat, creating a future where nutritious, environmentally-friendly food is a fundamental right, benefiting both people and the planet."
  },
  {
    "id": 5,
    "image_card": "https://i.ibb.co/TWsZB9D/How-This-Clean-Water-Initiative-Empowers-Young-Women-in-Cape-Town.jpg",
    "image_details": "https://i.ibb.co/TWsZB9D/How-This-Clean-Water-Initiative-Empowers-Young-Women-in-Cape-Town.jpg",
    "category": "Health",
    "text_color": "#0052FF",
    "category_bg_color": "#0052FF33",
    "card_bg_color": "#0052FF26",
    "price": 200,
    "title": "Clean Water Initiative",
    "description": "The Clean Water Initiative is a dedicated effort aimed at ensuring access to safe and pure drinking water for communities in need. This vital mission tackles the global challenges of water scarcity and contamination, seeking sustainable solutions. By implementing innovative technologies and fostering partnerships, this initiative not only improves the health and well-being of individuals, particularly children, but also empowers communities for a brighter future. The Clean Water Initiative envisions a world where clean water is accessible to all, relieving the burden of water-related challenges and fostering a healthier and more sustainable environment."
  },
  {
    "id": 6,
    "image_card": "https://i.ibb.co/BPq6qWQ/shutterstock-1784638013.jpg",
    "image_details": "https://i.ibb.co/BPq6qWQ/shutterstock-1784638013.jpg",
    "category": "Education",
    "text_color": "#FF444A",
    "category_bg_color": "#FF444A33",
    "card_bg_color": "#FF444A26",
    "price": 150,
    "title": "Education for All",
    "description": "Education for All is a transformative initiative committed to ensuring equal access to quality education for every individual. It advocates for government investments in public schools, financial assistance for students, and the presence of qualified teachers. This endeavor, in collaboration with families, creates nurturing learning environments at home, empowering students to unlock their full potential. The mission is to break down barriers to education, creating a future where every person has the opportunity to gain knowledge and skills, fostering personal growth, and contributing to the betterment of society as a whole."
  },
  {
    "id": 7,
    "image_card": "https://i.ibb.co/0n0W7Mc/2022-03-22-ukrainedonations-6380-wide-7672f835995f8d0762281f5d9d0eb11d09daa677-s1400-c100.jpg",
    "image_details": "https://i.ibb.co/0n0W7Mc/2022-03-22-ukrainedonations-6380-wide-7672f835995f8d0762281f5d9d0eb11d09daa677-s1400-c100.jpg",
    "category": "Clothing",
    "text_color": "#79C23F",
    "category_bg_color": "#79C23F33",
    "card_bg_color": "#79C23F26",
    "price": 100,
    "title": "Clothing Drive for Needy",
    "description": "The Clothing Drive for Needy is a compassionate initiative dedicated to collecting gently used clothing and redistributing it to under served communities. This effort not only reduces clothing waste but also provides essential clothing items to those facing economic hardships. By encouraging individuals to donate their pre-loved apparel, the drive promotes sustainability while offering warmth, dignity, and comfort to those in need. With the support of volunteers and donors, the Clothing Drive for Needy contributes to building a more compassionate and eco-conscious society, where clothing becomes a bridge to help those less fortunate lead better lives, one garment at a time."
  },
  {
    "id": 8,
    "image_card": "https://i.ibb.co/TqPVtKS/healthy-eating.jpg",
    "image_details": "https://i.ibb.co/TqPVtKS/healthy-eating.jpg",
    "category": "Food",
    "text_color": "#F87147",
    "category_bg_color": "#F8714733",
    "card_bg_color": "#F8714726",
    "price": 300,
    "title": "Nutrition Revolution",
    "description": "The Nutrition Revolution is a transformative movement committed to revolutionizing the way we approach nutrition and sustainability. This initiative strives to make healthier, ethically-sourced food accessible to all, regardless of socio-economic status. By advocating for sustainable farming practices, reducing food waste, and fostering community gardens, the Nutrition Revolution addresses food insecurity and promotes a healthier planet. Through education and collaboration, this initiative empowers individuals and communities to make informed choices about what they eat, creating a future where nutritious, environmentally-friendly food is a fundamental right, benefiting both people and the planet."
  },
  {
    "id": 9,
    "image_card": "https://i.ibb.co/vzdKtnH/2020-04-med-supplies-thc-72-1200x800-rgb-orig.jpg",
    "image_details": "https://i.ibb.co/vzdKtnH/2020-04-med-supplies-thc-72-1200x800-rgb-orig.jpg",
    "category": "Health",
    "text_color": "#0052FF",
    "category_bg_color": "#0052FF33",
    "card_bg_color": "#0052FF26",
    "price": 250,
    "title": "Medical Supplies for Vulnerable Communities",
    "description": "Medical Supplies for Vulnerable Communities is a vital initiative committed to ensuring that under served populations have access to essential healthcare resources. This mission addresses the healthcare disparities faced by vulnerable communities by delivering critical medical supplies and equipment where they are needed most. By providing access to life-saving tools and resources, this effort significantly improves the health and well-being of individuals and communities facing challenging circumstances. Your support is instrumental in making this vision a reality, ensuring that no one is left without the essential medical supplies they require for a healthier and brighter future."
  },
  {
    "id": 10,
    "image_card": "https://i.ibb.co/HFrgdcT/rosa-programme-edu-2014-nybo.jpg",
    "image_details": "https://i.ibb.co/HFrgdcT/rosa-programme-edu-2014-nybo.jpg",
    "category": "Education",
    "text_color": "#FF444A",
    "category_bg_color": "#FF444A33",
    "card_bg_color": "#FF444A26",
    "price": 180,
    "title": "Quality Learning",
    "description": "Quality Learning is a transformative educational endeavor aimed at providing access to high-quality and inclusive learning experiences for all. This mission advocates for well-equipped schools, qualified educators, and innovative teaching approaches to ensure every learner reaches their full potential. By fostering a supportive and empowering learning environment, Quality Learning strives to break down educational barriers and equip individuals with the knowledge and skills necessary for personal growth and societal contribution. Your support fuels this vision, creating a world where education is a fundamental right, and opportunities for meaningful learning are accessible to everyone, regardless of their background or circumstances."
  },
  {
    "id": 11,
    "image_card": "https://i.ibb.co/LCRZ192/Getty-Images-636193958-0.jpg",
    "image_details": "https://i.ibb.co/LCRZ192/Getty-Images-636193958-0.jpg",
    "category": "Clothing",
    "text_color": "#79C23F",
    "category_bg_color": "#79C23F33",
    "card_bg_color": "#79C23F26",
    "price": 80,
    "title": "Warmth for All",
    "description": "Warmth for All is a compassionate initiative dedicated to providing comfort and protection to those in need. This mission revolves around collecting and distributing warm clothing items to vulnerable individuals and communities, especially during cold seasons. By encouraging donations of gently used coats, sweaters, and blankets, Warmth for All not only offers physical warmth but also fosters a sense of care and solidarity. Your support is instrumental in making this initiative a success, helping us spread warmth and kindness to those facing challenging circumstances, ensuring that everyone can experience the comfort of a cozy, well-insulated embrace."
  },
  {
    "id": 12,
    "image_card": "https://i.ibb.co/YZDhhMj/20181223-140613-feeding-children-900px.jpg",
    "image_details": "https://i.ibb.co/YZDhhMj/20181223-140613-feeding-children-900px.jpg",
    "category": "Food",
    "text_color": "#F87147",
    "category_bg_color": "#F8714733",
    "card_bg_color": "#F8714726",
    "price": 90,
    "title": "Nourish the Hungry",
    "description": "Nourish the Hungry is a heartfelt initiative committed to alleviating food insecurity in our communities. This mission revolves around collecting and distributing nutritious food to individuals and families facing hunger. By encouraging food donations, promoting responsible food sourcing, and fostering partnerships, Nourish the Hungry not only provides sustenance but also restores hope and dignity. Your support plays a crucial role in making this initiative a success, ensuring that no one goes to bed hungry. Together, we can create a future where access to nourishing meals is a fundamental right, bringing relief and nourishment to those in need."
  }
]
